[
    {
        "quote": "Whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.",
        "source": "2 Corinthians 9:6 (NKJV)"
    },
    {
        "quote": "The generous soul will be made rich and he who waters will also be watered",
        "source": "Proverbs 11:25 (NKJV)"
    },
    {
        "quote": "My little children, let us not love in word or in tongue but in deed and in truth",
        "source": "I John 3:18 (NKJV)"
    },
    {
        "quote": "Lay up for yourselves treasures in heaven.. For where your treasure is, there your heart will be also",
        "source": "Matthew 6:20-21 (NKJV)"
    },
    {
        "quote": "The tithe is sacred, reserved by God for Himself. It is to be brought into His treasury to be used to sustain the gospel laborers in their work. For a long time the Lord has been robbed, because there are those who do not realize that the tithe is God’s reserved portion.",
        "source": "The Adventist Home, p. 389"
    },
    {
        "quote": "...Try me now in this, if I will not open for you the windows of heave and pour out for you such blessing that there will not be room enough to receive it",
        "source": "Malachi 3:10 (NKJV)"
    },
    {
        "quote": "It is the motive that gives character to our acts, stamping them with ignominy or with high moral worth. Not the great things which every eye sees and which every tongue praises does God account most precious. The little duties cheerfully done, the little gifts which make no show, and which human eyes regard as worthless, often stand highest in His sight",
        "source": "Christ’s Object Lessons, p. 356)"
    },
    {
        "quote": "Every blessing bestowed upon us calls for a response to the Author of all our mercies. The Christian should often review his past life, and recall with gratitude the precious deliverances that God has wrought for him, supporting him in trial, opening ways before him when all seemed dark and forbidding, refreshing him when ready to faint.",
        "source": "Steps to Christ, p. 103"
    }
]